import {ImEarth,ImMobile} from "react-icons/im";
import{FiFigma} from 'react-icons/fi';
import{BsRobot} from 'react-icons/bs';
import{AiOutlineNotification} from 'react-icons/ai';



import aiPoster from './public/imgs/blog/ai.jpg';
import hosting from './public/imgs/blog/hosting.jpg';
import business from './public/imgs/blog/business.jpg';
import { MdMenuBook } from "react-icons/md";



export const serviceList= [
{id:1,title:'زلابية بالقشطة',logo:<MdMenuBook/>},
{id:2,title:'زلابية بالنوتيلا',logo:<MdMenuBook/>},
{id:3,title:'زلابية بالعسل',logo:<MdMenuBook/>},
{id:4,title:'زلابية بالشكلاتة البيضاء',logo:<MdMenuBook/>},
{id:5,title:'شاي مقنن',logo:<MdMenuBook/>},

// {id:4,title:'Markiting Articles',logo:<AiFillSound/>},

];

export const articles= [
    {id:1,img:aiPoster,text:`
    
    الذكاء الاصطناعي حينهي وظائف كتيرة؟
لا دا كمان حيسيطر على العالم؟، عن طريق سبايرل 😈
____________

قبل 50 سنة من اليوم.. 50 سنة شنو قبل 30 سنة بس
لو جاء زول واتنبأ بالمستقبل 🔮 وحكى عن الذكاء الاصطناعي والبعمل فيه اسي كان الناس حتقول ساحر مجنون ..

"لكن بواسطة العلم والتكنولوجيا بتقدر تصنع السحر 🪄"

قبل فترة ظهر هلع الناس من قُدرات Ai، وخوفهم من خسارة شغلهم.....

وماف زول شايف قدر شنو حبيبنا ال Ai سهل علينا الدنيا..

ودايما السؤال الوارد.المتوارد..
- إزاي وكيف وبشنو انا اقدر استفيد من الذكاء الاصطناعي؟🤔
=سبايرل حتوريك😎

ومش بس كدا في سبايرل عملنا ليكم سلسلة ولا أروع 
كل اتنين حنجيب ليكم أداة عظيمة ومفيدة جدا وشبه مجانية 👌
من أدوات الذكاء الاصطناعي
تقدرو تستفيدو منها في شغلكم وحتى في حياتكم 😁

تحت هاشتاق #اتنين_الذكاء_الاصطناعي

و #أول_أداة معانا هي أداة خفيفة ولطيفة وجبارة🔥

اتخيل معاي ي عزيزي لو عندك صورة نزلتها من Pinterest وعايز تعدل عليها وترفعها في صفحتك

بس كالعادة واجهتك مشكلة انه الوانها ما نفس الوان الشعار! 
او البراند.بتاعك😔 

ويا تطر  تشوف Designer 
أو لو مصمم تدخل على برنامج adobe illustrator وتقعد بالساعات وتجر زمن

وعشان نحنا في سبايرل بنجيب ليكم الاوات المريحة والظابطة والساهلة جدا😌

لقينا ليك الموقع الرهيب جدا جدا دا⬇️
ادخل على   deeditor. com
موقع بيساعدك  تعدل في الصور بكل  سهولة 👌
على الوان البراند بتاعك 💜😌

وبس كدا..
استمتع واكسب زمنك⭐️
مساء اتنين سعيد عليكم💜

وما تنسى تعمل شير  للبوست 
عشان يوصل للكل الناس🌌
وورينا رايك في الأداة الحلوة دي

ولو م اشتغلش معاك الرابط علق ب "سبايرل" وحنرسله تاني😁💜

سلااام💜

#Spiral_code 
#الذكاء_الاصطناعي
#Ai
    
    `},

    {id:2,img:aiPoster,text:`
    
    الذكاء الاصطناعي حينهي وظائف كتيرة؟
لا دا كمان حيسيطر على العالم؟، عن طريق سبايرل 😈
____________

قبل 50 سنة من اليوم.. 50 سنة شنو قبل 30 سنة بس
لو جاء زول واتنبأ بالمستقبل 🔮 وحكى عن الذكاء الاصطناعي والبعمل فيه اسي كان الناس حتقول ساحر مجنون ..

"لكن بواسطة العلم والتكنولوجيا بتقدر تصنع السحر 🪄"

قبل فترة ظهر هلع الناس من قُدرات Ai، وخوفهم من خسارة شغلهم.....

وماف زول شايف قدر شنو حبيبنا ال Ai سهل علينا الدنيا..

ودايما السؤال الوارد.المتوارد..
- إزاي وكيف وبشنو انا اقدر استفيد من الذكاء الاصطناعي؟🤔
=سبايرل حتوريك😎

ومش بس كدا في سبايرل عملنا ليكم سلسلة ولا أروع 
كل اتنين حنجيب ليكم أداة عظيمة ومفيدة جدا وشبه مجانية 👌
من أدوات الذكاء الاصطناعي
تقدرو تستفيدو منها في شغلكم وحتى في حياتكم 😁

تحت هاشتاق #اتنين_الذكاء_الاصطناعي

و #أول_أداة معانا هي أداة خفيفة ولطيفة وجبارة🔥

اتخيل معاي ي عزيزي لو عندك صورة نزلتها من Pinterest وعايز تعدل عليها وترفعها في صفحتك

بس كالعادة واجهتك مشكلة انه الوانها ما نفس الوان الشعار! 
او البراند.بتاعك😔 

ويا تطر  تشوف Designer 
أو لو مصمم تدخل على برنامج adobe illustrator وتقعد بالساعات وتجر زمن

وعشان نحنا في سبايرل بنجيب ليكم الاوات المريحة والظابطة والساهلة جدا😌

لقينا ليك الموقع الرهيب جدا جدا دا⬇️
ادخل على   deeditor. com
موقع بيساعدك  تعدل في الصور بكل  سهولة 👌
على الوان البراند بتاعك 💜😌

وبس كدا..
استمتع واكسب زمنك⭐️
مساء اتنين سعيد عليكم💜

وما تنسى تعمل شير  للبوست 
عشان يوصل للكل الناس🌌
وورينا رايك في الأداة الحلوة دي

ولو م اشتغلش معاك الرابط علق ب "سبايرل" وحنرسله تاني😁💜

سلااام💜

#Spiral_code 
#الذكاء_الاصطناعي
#Ai
    
    `},
    {
        id:3,
        img:hosting,
        text:`
        
        يعني شنو استضافة؟

لمن تكون عايز تعمل ليك دكان او سوبر ماركت 
او قول اي محل في السوق العربي 🌆

مش محتاج تشتري أو تدفع ايجار.؟💵
لو م عندك قروش!🙊
كتيرة شديد 
حتاجر ..✅️

الايجار ذاتو على حسب المساحة ، المكان 👌

يبقى ي عزيزي لمن تجي كمان تعمل موقع الكتروني  فأنت بيحتاج يا اما  تشتري سيرفر (اعتبرو الارض)
أو استضافة (وهوا دا الايجار) 
والاستضافة بتكون في سيرفرات كبيرة وحواسيب عملاقة. 
انت ك رائد اعمال👩🏻‍💼
اوريك ، لمن تعمل متجر إلكتروني أو منصة تعليمية🥳
حتحتاج انه الناس في  الانترنت كلهم يدخلوها
عشان كدة لازم تخت متجرك الالكتروني في شبكة الإنترنت 
ويتضيييف كدا ويُستضااف(الاستضافة🤭) 

 " الاستضافة يعني ايجار محل أو مساحة على الانترنت"

عشان اااي زول يقدر يخش النت ويكتب اسم بزنسك الخطير في قوقل يلقاه طوالي😎💫

طيب الاستضافة عندها انوع؟
طبعا وهي 
1/ #استضافة_المشتركة  وهي ارخص واحدة 
2/ #السيفرات_الافتراضية  ودا مساحته اكبر وسعره اكبر كمان
3/ #السيفرات_المتكالمة  وهي اغلى واحدة
عشان نفرق بينهم التلاتة ممكن نقول انه السيرفرات المتكاملة حجم عمارة كاملة 🏢
والافتراضية بحجم طابق واحد في العمارة.
والمشاركة هي شقلة واحدة

بتختلف الاستضافة تاني من حيث المساحة  
قي 5 قيقا 
و 10 
و100واكتر بكتير✨️
فخليك رايك اعمال مفتح 
واعرف موقعك الالكتروني قدر كيف وحدد ليه المناسبة المناسبة ليه ✅️
أو استعين ب شركة خليها تظبط ليك دا  كلو  💜
وبس كدا 

ورينا تتوقع موقعك محتاج لي مساحة قدر كيف؟ 
#spiral_code
        `
    },
    {
        id:4,
        img:business,
        text:`
        "أنسب طريقة لإختراق الأسواق العالمية ، الحصول على عملاء ، وإنت في السودان !🩵
طريقة أغلب الناس مش شايفنها والأقلية عملوا منها ثروة 💰
وأنا في شركتي شغالة بيها..😎
_________________
 #بزنس_وكتاب [ 1:6]

حفلتنا الليلة ممتعة جداً💫
بالذات لو إنت صاحب بزنس "خدمة"😎
والغريب أنها ساهلة جداًا وبسيطة جداً وحتى إنها عادية ! 
عشان كدا دايماً بقول الفرص تقع أمام ناظريك..👀

أغلب الاستارتب الشغالة تقديم خدمات وجات حرب السودان ووقفتها لأنو شريحتها أولوياتها اتغيرت.."هرم ماسلو" 

الناس عايزة تأكل وتشرب وتحس بالأمان...الأغلبية حسوا إنو دي النهاية، نهاية أعمالهم 🏳

لكن أنا وجزء من الناس الأذكياء المبدعين البعرفهم سواء كانوا أفراد أو حتى مؤسسات ما سمحوا للحرب تقيف في قدام أحلامهم ورغباتهم  🌟
بل قاتلوا، وكلٌ مِنَّا يُقاتل في ملعبه 💪

 إنت بعد تخلص المحتوى تمشي تجيب ورقة وقلم أو تفتح النوتة وتفكر .. كيف أنا أقدر اعملها؟!❗️

بسم الله نبدأ الحفلة🔥
🔷️ 6️⃣ #بناء_الشراكاتBuilding_partnerships
أهداف الشراكات متبيانة ومختلفة بس مختصر كلامنا حيكون في الشراكات البتقود للإختراق 😈 "Growth Hacking "

عارف يعني شنو تبني شراكة مع جهة أو مؤسسة؟
يعني إنت ضمنت كستمر جديدين ، يعني خدمات وفاليو أكتر↖️ وأكبر لعملائك، يعني مصدر دخل جديد، والمعاني لا نهائية،
ف دا ملعبك أبحث عن المعنى المناسب ليك ونوع الشراكة الأفضل 👌

من أفضل الشراكات الطبقت مفهوم الشراكة 
وبطريقة عبقرية وأبسط مما تتخيل 
وممتعة جداً جداً💙

تخيل العظمة ، أحد الشركات المشهورة ذي "ترحالنا كدا " اسمها أوبر _ Uber ومنافستها كريم "قبل تستحوذ عليها Uber" .

 برا السودان الناس دي عملوا متعة ياخي الاتنين ديل عملوا شراكة جبارة 
ومع شركة حقيقي جبارة وهم جبارين" جبابرة الجبارين😂"

القصة كلها بدت واحد نسميه سالم🧍
ايوا سالم هوا البدأ الحفلة، سالم كان ماشي ليه كافي Cafe جديد وهو مش عارف يمشي كيف ومشى فتح قوقل "قوقل ماب" ذي ما كلنا بنعمل 💁‍♀️
وبحث عنه وعرف الطريقة،  لكن سالم لقى حاجة جديدة في قوقل ماب.....⭐️

متخيلين شنو؟
ثمرة الشراكة بين قوقل ماب واوبر وكريم 🍎
ايوا هم عملوا شراكة وهم الجبابرة😂 " وعيب تصلح أخطاء الاملاء🤣"

سالم لقى في قوقل ماب ميزة وفاليو جديدة مش كانت موجودة من قبل 
لقى قوقل ماب بوريه "السعر التقريبي"💸 لو ركب أوبر أو كريم 
تخيل بس!! دا اختصر على سالم يدخل أوبر ويبحث ووراه طوالي السعر 

و بالحركة دي Uber كسبت كمية كستمر مهولة بسهولة كبيرة "إختراق نمو" ↖️

وفي الحقيقة كلنا سالم ، كلنا بنفتح قوقل ماب ولو لقينا الميزة دي
حتكون درعة جداً [ حول حول رسالة إلى ترحال وقو اعملوا الشراكة دي حول حول📨]

قلت ليكم شراكة جبابرة😌

-فكرة بسيطة صح؟ 
= بسيطة وقروش كتيرة😂
- ولسه ما شفت شيء😏

وأنواع الشراكات كتيرة ومختلفة وممكن عادي إنت تختلق نوع شراكة جديد😃

🔷️ #أنواع_الشراكات_Types_of_partnerships
1. #مشروع_مشترك_joint_project
ودا نتيجته دائماً عظيمة ، فكرته بسيطة جداً..
تخيل شركتين من الجبابرة يدخلوا يعملوا مع بعض منتج أو خدمة جديدة 🤩
وتكون ميكس خطير بين مهندسينهم  ومصانعهم 

والاتنين مع بعض بتقسموا الربح 📈وبتحملوا الخسارة📉  ومن الأمثلة المشهوره هي شركة Sony Ericsson
سوني بتاعت التلفونات الواحدة دي هي أصلاً كانت مشروع مشترك بين شركتين كبار وفي النهاية حتى امتلكتها شركة سوني "فالامكانيات كبيرة جداً"

2. #الترخيص_Licensing
ودي احلى حفلة... لأنك بتقدر تعملها بقوة براندك 💪
 و هي أقرب للتوكيل ومش بس كدا ممكن كمان تعملها لو عندك براءة اختراع لمنتج معين ممكن ناس تاخد اسمك وترخيصك ويبدوا ينتجوا

وطبعاً حقك برا ، مثلا ممكن يجي مطعم في ولاية أو كافي يرسل لي ناس توينز أنا عايز أفتح محل باسمكم وعندي كل الإمكانيات ويتفقوا..
توينز اتوسعت والبراند بقى أكبر وإنت عملت قرشين حلوين💯
الكل مستفيد👌

3. #اتفاقية_توزيع_Distribution_Deals 
عملتها شركة زين ومراسيل السعودية حيث انه مراسيل بقت المسؤولة عن توصيل وتوزيع كل شرائح زين لعملائها

ودي الحاصلة ف السودان مع براندات الكوزمتيك حالياً 
تنتج منتج معين وتتفق مع جهات أو جهة معينة أنها توزعه ليك والكل مبسوط👌

4. #شركاء_توريد_Supply_Partners 
 ذي البتعملوا دكاكين الجملة في سوق ليبيا مع الأسواق والمحلات الأصغر وكمان بكون في الخدمات لو شركة قدمت ليك خدمة أساسية لشغلك ذي الفنادق وموقع بوكينغ والكل مستفيد👌

⭐️ #الخلاصة ⭐️
الخلاصة هي في سؤالك دا:-

 يا سالي كيف أعمل شراكات مع الجهات ؟ 
+ شوية نصائح من تجربتي 
▪️فكر، شنو هو نوع الشراكة 'المحتاجها' وتفاصيل الشراكة وشكلها

▪️أدرس الجهة قبل ترسل ليها (أفهم خدماتهم ، محتواهم، وحجمهم في السوق)

▪️أدرس السوق عشان تحدد أسعار مناسبة (بالذات لو داخل سوق عالمي أو غير دولتك)
        `
    }

]
